Repository: ewels/CPT-Bootstrap-Carousel
Catalog: languages/cpt-bootstrap-carousel-*.po
Languages: es_es

source: Carousel Images
es_es: Imágenes del carrusel

source: Carousel Image
es_es: Imagen del carrusel

source: Add New
es_es: Añadir nueva

source: Add New Carousel Image
es_es: Añadir nueva imagen del carrusel

source: Edit Carousel Image
es_es: Editar imagen del carrusel

source: New Carousel Image
es_es: Nueva imagen del carrusel

source: View Carousel Image
es_es: Ver imagen del carrusel

source: Search Carousel Images
es_es: Buscar imágenes del carrusel

source: No Carousel Image
es_es: No hay ninguna imagen del carrusel

source: No Carousel Images found in Trash
es_es: No se han encontrado imágenes del carrusel en la papelera

source: Carousel
es_es: Carrusel

source: Featured Image
es_es: Imagen destacada

source: Image URL
es_es: URL de imagen

source: (optional - leave blank for no link)
es_es: (opcional - dejar en blanco si no hay link)

source: Open link in new window?
es_es: ¿Abrir en una ventana nueva?

source: Settings
es_es: Ajustes

source: You can set the default behaviour of your carousels here. All of these settings can be overridden by using %s shortcode attributes %s.
es_es: Define el comportamiento por defecto del carrusel aquí. Para anular ajustes, usa %s parámetros shortcode %s.

source: Twitter Bootstrap Version
es_es: Versión de Bootstrap para Twitter

source: Slide Interval (milliseconds)
es_es: Intervalo entre diapositivas (milisegundos)

source: Show Slide Captions?
es_es: ¿Mostrar títulos de diapositivas?

source: Show Slide Controls?
es_es: ¿Mostrar control de diapositivas?

source: Order Slides By
es_es: Ordenar diapositivas por

source: Ordering Direction
es_es: Definir dirección

source: Restrict to Category
es_es: Limitar a categoría

source: Show
es_es: Mostrar

source: Hide
es_es: Ocultar

source: Menu order, as set in Carousel overview page
es_es: Orden del menú, establecido en la página general de Carrusel

source: Date slide was published
es_es: Fecha de publicación de diapositiva

source: Random ordering
es_es: Orden aleatorio

source: Slide title
es_es: Título de diapositiva

source: Ascending
es_es: Ascendente

source: Decending
es_es: Descendente

source: All Categories
es_es: Todas las categorías

source: A custom post type for choosing images and content which outputs <a href="http://twitter.github.io/bootstrap/javascript.html#carousel" target="_blank">Bootstrap Carousel</a> from a shortcode. Requires Bootstrap javascript and CSS to be loaded separately.
es_es: Personaliza tus entradas con imágenes y contenidos generados por <a href="http://twitter.github.io/bootstrap/javascript.html#carousel" target="_blank">Bootstrap Carousel</a> a partir de un shortcode. Requiere la descarga de Bootstrap javascript y CSS.
